<?php
namespace calj\wordpress\locales;

use calj\wordpress\locales\Locale;

class ru extends Locale
{
	public function __construct() {
        parent::init('ru_RU');
    }

    public $strings = [
    'jmonthName' => [
        1 => 'Ниссан',
        2 => 'Ияр',
        3 => 'Сиван',
        4 => 'Тамуз',
        5 => 'Ав',
        6 => 'Элул',
        7 => 'Тишрей',
        8 => 'Чешван',
        9 => 'Кислев',
        10 => 'Тевет',
        11 => 'Шват',
        12 => 'Адар',
        13 => 'Адар шени',
    ],
    'parasha' => [
        "Брейшит",
        "Ноах",
        "Лех Леха",
        "Ваера",
        "Хаей Сара",
        "Толдот",
        "Ваяцэ",
        "Ваишлах",
        "Ваешев",
        "Микец",
        "Ваигаш",
        "Ваехи",
        "Шмот",
        "Ваэра",
        "Бо",
        "Бешалах",
        "Итро",
        "Мишпатим",
        "Трума",
        "Тецаве",
        "Тиса",
        "Ваягель",
        "Пкудей",
        "Ваикра",
        "Цав",
        "Шмини",
        "Тазриа",
        "Мецора",
        "Ахарей",
        "Кдошим",
        "Эмор",
        "Бегар",
        "Бехукотай",
        "Бемидбар",
        "Насо",
        "Бегаалотха",
        "Шлах",
        "Корах",
        "Хукат",
        "Балак",
        "Пинхас",
        "Матот",
        "Масэй",
        "Дварим",
        "Ваэтханан",
        "Экев",
        "Ръэ",
        "Шофтим",
        "Тецэ",
        "Таво",
        "Ницавим",
        "Ваялех",
        "Гаазину",
        "Безот Габраха",
    ]
  ];
}
